[
    {
        "_id": "6416e28d4d9fe6eabb67738e",
        "title": "Semester Off ",
        "body": "A student who decides to take one semester off for financial or personal 92 reasons is not considered to have withdrawn from the University. However, s/he must inform the university, in writing, of the reason for the interruption in studies and the anticipated date of return. The form for requesting a semester off is available from the Registrar’s Office. If the student does not return after one semester as planned, s/he will lose standing as a continuing student and will have to go through the readmission process. In the case of one academic year off, the student must complete the readmission application. Should the student remain out for more than one academic year, re-application for admission will be required.\n",
        "date": "2023-03-19T10:23:09.124Z",
        "__v": 0
    },
    {
        "_id": "6416e2a14d9fe6eabb677391",
        "title": "Planned Educational Leave ",
        "body": "Planned Educational Leaves (PEL) for a maximum of two consecutive semesters may be granted to students who are in good standing at AUI. The University will anticipate the return of students based on the semester indicated on the PEL Application. No additional notification or application is required if the student returns as planned. Students planning educational leaves are required to make a preregistration deposit. The preregistration deposit will be credited against the student’s fees for the semester of planned return. If the student does not return as planned, the preregistration fee will be forfeited and the student will lose standing as a continuing student. In such a case, re-application for admission will be required. The deadline to submit the application is the last day of the add/drop period of the semester for which leave is requested. Applications for planned educational leave may be obtained from the OIP Office.\n",
        "date": "2023-03-19T10:23:29.736Z",
        "__v": 0
    },
    {
        "_id": "6416e3174d9fe6eabb67739c",
        "title": "Grade Change Policy ",
        "body": "In general, all course grades are final when filed by the instructor in end-ofterm course grade reports. Each student is notified of the grades earned during the term, and these grades become a part of the official record. A change of grade may occur only when there is a clerical error: the instructor re-evaluates the original course assignments of a student and discovers an error in the original evaluation. A clerical error is an error made by the instructor or an assistant in calculating or recording the grade. A change of grade shall not occur as a consequence of the acceptance of additional work or reexamination beyond the specified course requirements.\n",
        "date": "2023-03-19T10:25:27.697Z",
        "__v": 0
    },
    {
        "_id": "6416e33e4d9fe6eabb67739f",
        "title": "Student Classifications",
        "body": "Students are classified in accordance with the number of semester credit hours earned. “Hours earned” is interpreted as course hours at AUI, plus hours accepted in transfer from other institutions and/ or credit by examination. Freshman 0-29 semester hours / Sophomore 30-59 semester hours / Junior 60-89 semester hours/ Senior 90 or more semester hours",
        "date": "2023-03-19T10:26:06.632Z",
        "__v": 0
    },
    {
        "_id": "6416e3564d9fe6eabb6773a2",
        "title": "Housing Fees ",
        "body": "Double occupancy A6/44 5,100 MAD per semester / Double occupancy-Standard 5,880 MAD per semester / Double occupancy-Large A4 5,500 MAD per semester / Double occupancy-Large A6 5,250 MAD per semester / Single occupancy (when available) 12,800 MAD per semester / Single occupancy A4 (when available) 11,600 MAD per semester / Triple occupancy (when available) 3,570 MAD per semester / Studio single (when available) 19,750 MAD per semester / Studio double (when available) 10,500 MAD per semester / Studio Triple (when available) 7,560 MAD per semester / DT Studio double 7,000 MAD per semester / DT Studio single 14,000 MAD per semester.",
        "date": "2023-03-19T10:26:30.259Z",
        "__v": 0
    },
    {
        "_id": "6416e37b4d9fe6eabb6773a5",
        "title": "Service Learning Program",
        "body": "The ultimate objective of the Service Learning Program (SLP) is to create an opportunity for students to learn and consolidate concepts covered in class by providing service to the community (AUI, City of Ifrane, Ifrane Province, Fez-Meknes Region, Morocco at large, and the world). Service Learning (SL) is a course-based, credit-bearing educational experience that allows students to (a) participate in an organized service activity that meets identified community needs and (b) reflect on the service activity in such a way as to gain further understanding of course content, a broader appreciation of the discipline, and an enhanced sense of civic responsibility.",
        "date": "2023-03-19T10:27:07.411Z",
        "__v": 0
    }
]